[{
	"title": "Ender's Game",
	"author": "Orson Scott Card",
	"description": "One child becomes the savior of the human race... or the harbinger of xenocide ",
	"genre": "Science Fiction",
	"ISBN": "9780765362339"
}, {
	"title": "All the Light We Cannot See",
	"author": "Anthony Doerr",
	"description": "Takes place during WWII; follows two kids from different perspective. One is an orphan boy, the other a blind girl...",
	"genre": "Historical Fiction",
	"ISBN": "9781476746586"
}, {
	"title": "The Martian",
	"author": "Andy Weir",
	"description": "The story follows an American astronaut, Mark Watney, as he becomes stranded alone on Mars and must improvise in order to survive.",
	"genre": "Science Fiction",
	"ISBN": "9780091956141"
}, {
	"title": "Colony",
	"author": "Rob Grant",
	"description": "Lifetimes ago, the generation ship Willflower set out, manned by the cream of humanity, on a mission to colonize the stars. But by the 10th generation, things are starting to go badly wrong.",
	"genre": "Science Fiction",
	"ISBN": "9780140289756"
}, {
	"title": "Das Kapital",
	"author": "Karl Marx",
	"description": "Set in a weird dystopian past, feudalism never ends but instead morphs into a social system based on debt slavery and privilege. The flood of productivity allows for the middle class to become lost in an awesomely satisfying bourgeois compromise built on consumption of the most amazing production ever, and a strange feeling of total individuality. Painters paint, poets poesize and, businesses businify. Everybody lives happily ever after when technology allows for abundant food, electric cars, and saves the environment from inevitable collapse and there's too much of everything for people to want anything. ",
	"genre": "Surrealist Romance",
	"ISBN": "9781478245391"
}, {
	"title": "The Alchemist",
	"author": "Paulo Coelho",
	"description": "The Alchemist follows a young Andalusian shepherd named Santiago in his journey to Egypt, after having a recurring dream of finding treasure there.",
	"genre": "Fantasy",
	"ISBN": "9788576653721"
}, {
	"title": "The Rakehells of Heaven",
	"author": "John Boyd",
	"description": "Kevin O'Hara, a lusty Irishman with the gift of the blarney, and John Adams, an Alabama boy with an evangelical streak, should never have been sent on a voyage of space exploration together - but they were and landed on ther planet Harlech where an advanced culture is governed by autonomous universities. Their efforts to /'humanize/' the inhabitants suffer constant distraction from the females of the species who are not only the right shape but very, very friendly...",
	"genre": "Science Fiction",
	"ISBN": "9780140048773"
}, {
	"title": "The Seven Pillars of Wisdom",
	"author": "T.E. Lawrence",
	"description": "the autobiographical account of the experiences of British soldier T. E. Lawrence ('Lawrence of Arabia'), while serving as a liaison officer with rebel forces during the Arab Revolt against the Ottoman Turks of 1916 to 1918.",
	"genre": "Autobiography",
	"ISBN": "9781905432776"
}, {
	"title": "All my friends are dead",
	"author": "Avery Monsen",
	"description": "If you/re a dinosaur, all of your friends are dead.",
	"genre": "Humor",
	"ISBN": "9781452135380"
}, {
	"title": "The Haunting of Hill House",
	"author": "Shirley Jackson",
	"description": "4 strangers come to spend the summer in a reputed haunted house. Beautiful and chilling.",
	"genre": "Horror",
	"ISBN": ""
}, {
	"title": "Still Life with Woodpecker",
	"author": "Tom Robbins",
	"description": "Sort of a love story that takes place inside a pack of Camel cigarettes.",
	"genre": "Fiction",
	"ISBN": "9780553258516"
}, {
	"title": "The Art of Work",
	"author": "Jeff Goins",
	"description": "How to abandon the status quo and live a life that matters with true passion and purpose",
	"genre": "Self-Help",
	"ISBN": "9780718022075"
}, {
	"title": "Annals of the Former World",
	"author": "John McPhee",
	"description": "The Pulitzer Prize-winning view of the continent, across the 40th parallel and down through 4.6 billion years.",
	"genre": "Natural Science",
	"ISBN": "9780374518738"
}, {
	"title": "El Amor en los tiempos del colera",
	"author": "Gabriel Barcia Marquez",
	"description": "circa 1880-1930 in an unnamed Caribbean seaport city. The three main characters form a triangle of love, with the hypotneuse being the quintessential romantic, Florentino Ariza, a man whose life is dedicated to love in all its aspects.",
	"genre": "Fiction - magic realism ",
	"ISBN": "978307389731"
}, {
	"title": "One Hundred Years of Solitude",
	"author": "Gabriel Barcia Marquez",
	"description": "Good Book",
	"genre": "Fiction - magic realism ",
	"ISBN": "0224618539"
}, {
	"title": "Foucault's Pendulum",
	"author": "Umberto Eco",
	"description": "After reading too many manuscripts about occult conspiracy theories, three vanity publisher employees (Belbo, Diotallevi and Casaubon) invent their own conspiracy for fun.",
	"genre": "Speculative fiction",
	"ISBN": "8845215911"
}, {
	"title": "American Gods",
	"author": "Neil Gaiman",
	"description": "Ex-con, Shadow, gets caught up in a war between the gods of the Old World and the New. /'This is a bad place for gods./'",
	"genre": "Fantasy",
	"ISBN": "978380789035"
}, {
	"title": "Learning Code for Dummies",
	"author": "General Assembly",
	"description": "For those that dont have the time to attend a WDI in person",
	"genre": "Self-Help",
	"ISBN": ""
}, {
	"title": "One Fish Two Fish Red Fish Blue Fish",
	"author": "Theodor Seuss Geisel",
	"description": "A freewheeling plot about a boy and a girl and the many amazing creatures they have for friends and pets",
	"genre": "Non-fiction",
	"ISBN": ""
}, {
	"title": "The Mezzanine",
	"author": "Nicholson Baker",
	"description": "An afternoon in the life of an office worker.",
	"genre": "Non-fiction",
	"ISBN": "978555842585"
}, {
	"title": "Vox",
	"author": "Nicholson Baker",
	"description": "Jim and Abby have an intimate conversation on an adult call-in party line.",
	"genre": "Non-fiction",
	"ISBN": "978394589955"
}, {
	"title": "Slaughterhouse-Five",
	"author": "Kurt Vonnegut",
	"description": "Flashbacks from the unreliable narrator who describes the stories of Billy Pilgrim, who believes himself to have been in an alien zoo and to have experienced time travel.",
	"genre": "Fiction",
	"ISBN": "978385312083"
}]
